bodil.file-browser
CoenraadS.bracket-pair-colorizer-2
jacobdufault.fuzzy-search
kahole.magit
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
vscode-org-mode.org-mode
vscodevim.vim
VSpaceCode.vspacecode
VSpaceCode.whichkey
zhuangtongfa.material-theme
